в файле index.html

// 1. Убрать верхний черный блок с погодой
// 2. Заменить логотип, убрать банер возле логотипа
// 3. добавить 2 пункта меню и 1 раскрывающийся
// 4. Поменять надпись "TRENDING NOW" (на красном фоне) и меняющийся текст на что-то другое, поменять цвет фона
// 5. все надписи "Welcome To The Best Model Winner Contest" заменить на что-то другое
6. картинки в первом блоке постов заменить на другие, в сайдбаре первого блока постов картинки сделать больше, а категории с текстом переставить под картинки
7. в первом слайд-шоу добавить несколько слайдов
8. блок "Follow Us" убрать
9. в блоке с видео заменить видео на любые другие
10. логотип в футере заменить на другой
11. Проверить чтобы в мобильной версии все адекватно работало и показывало.